Continued from previous comment.
<details><summary>Show Output</summary>

```diff
  + cidr_block                      = "10.60.54.0/25"
      + id                              = (known after apply)
      + ipv6_cidr_block                 = (known after apply)
      + ipv6_cidr_block_association_id  = (known after apply)
      + map_public_ip_on_launch         = true
      + owner_id                        = (known after apply)
      + tags                            = {
          + "Name" = "dmz.us-west-2d.int.jlyo.net"
        }
      + vpc_id                          = (known after apply)
    }

  # module.aws_region_us-west-2.aws_subnet.lan[0] will be created
  + resource "aws_subnet" "lan" {
      + arn                             = (known after apply)
      + assign_ipv6_address_on_creation = true
      + availability_zone               = "us-west-2a"
      + availability_zone_id            = (known after apply)
      + cidr_block                      = "10.60.48.128/25"
      + id                              = (known after apply)
      + ipv6_cidr_block                 = (known after apply)
      + ipv6_cidr_block_association_id  = (known after apply)
      + map_public_ip_on_launch         = false
      + owner_id                        = (known after apply)
      + tags                            = {
          + "Name" = "lan.us-west-2a.int.jlyo.net"
        }
      + vpc_id                          = (known after apply)
    }

  # module.aws_region_us-west-2.aws_subnet.lan[1] will be created
  + resource "aws_subnet" "lan" {
      + arn                             = (known after apply)
      + assign_ipv6_address_on_creation = true
      + availability_zone               = "us-west-2b"
      + availability_zone_id            = (known after apply)
      + cidr_block                      = "10.60.50.128/25"
      + id                              = (known after apply)
      + ipv6_cidr_block                 = (known after apply)
      + ipv6_cidr_block_association_id  = (known after apply)
      + map_public_ip_on_launch         = false
      + owner_id                        = (known after apply)
      + tags                            = {
          + "Name" = "lan.us-west-2b.int.jlyo.net"
        }
      + vpc_id                          = (known after apply)
    }

  # module.aws_region_us-west-2.aws_subnet.lan[2] will be created
  + resource "aws_subnet" "lan" {
      + arn                             = (known after apply)
      + assign_ipv6_address_on_creation = true
      + availability_zone               = "us-west-2c"
      + availability_zone_id            = (known after apply)
      + cidr_block                      = "10.60.52.128/25"
      + id                              = (known after apply)
      + ipv6_cidr_block                 = (known after apply)
      + ipv6_cidr_block_association_id  = (known after apply)
      + map_public_ip_on_launch         = false
      + owner_id                        = (known after apply)
      + tags                            = {
          + "Name" = "lan.us-west-2c.int.jlyo.net"
        }
      + vpc_id                          = (known after apply)
    }

  # module.aws_region_us-west-2.aws_subnet.lan[3] will be created
  + resource "aws_subnet" "lan" {
      + arn                             = (known after apply)
      + assign_ipv6_address_on_creation = true
      + availability_zone               = "us-west-2d"
      + availability_zone_id            = (known after apply)
      + cidr_block                      = "10.60.54.128/25"
      + id                              = (known after apply)
      + ipv6_cidr_block                 = (known after apply)
      + ipv6_cidr_block_association_id  = (known after apply)
      + map_public_ip_on_launch         = false
      + owner_id                        = (known after apply)
      + tags                            = {
          + "Name" = "lan.us-west-2d.int.jlyo.net"
        }
      + vpc_id                          = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc.vpc will be created
  + resource "aws_vpc" "vpc" {
      + arn                              = (known after apply)
      + assign_generated_ipv6_cidr_block = true
      + cidr_block                       = "10.60.48.0/20"
      + default_network_acl_id           = (known after apply)
      + default_route_table_id           = (known after apply)
      + default_security_group_id        = (known after apply)
      + dhcp_options_id                  = (known after apply)
      + enable_classiclink               = (known after apply)
      + enable_classiclink_dns_support   = (known after apply)
      + enable_dns_hostnames             = true
      + enable_dns_support               = true
      + id                               = (known after apply)
      + instance_tenancy                 = "default"
      + ipv6_association_id              = (known after apply)
      + ipv6_cidr_block                  = (known after apply)
      + main_route_table_id              = (known after apply)
      + owner_id                         = (known after apply)
      + tags                             = {
          + "Name" = "us-west-2.int.jlyo.net"
        }
    }

  # module.aws_region_us-west-2.aws_vpc_dhcp_options.dhcp will be created
  + resource "aws_vpc_dhcp_options" "dhcp" {
      + domain_name         = "int.jlyo.net"
      + domain_name_servers = [
          + "AmazonProvidedDNS",
        ]
      + id                  = (known after apply)
      + owner_id            = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_dhcp_options_association.dhcp will be created
  + resource "aws_vpc_dhcp_options_association" "dhcp" {
      + dhcp_options_id = (known after apply)
      + id              = (known after apply)
      + vpc_id          = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_endpoint.dynamodb will be created
  + resource "aws_vpc_endpoint" "dynamodb" {
      + cidr_blocks           = (known after apply)
      + dns_entry             = (known after apply)
      + id                    = (known after apply)
      + network_interface_ids = (known after apply)
      + owner_id              = (known after apply)
      + policy                = (known after apply)
      + prefix_list_id        = (known after apply)
      + private_dns_enabled   = false
      + requester_managed     = (known after apply)
      + route_table_ids       = (known after apply)
      + security_group_ids    = (known after apply)
      + service_name          = "com.amazonaws.us-west-2.dynamodb"
      + state                 = (known after apply)
      + subnet_ids            = (known after apply)
      + vpc_endpoint_type     = "Gateway"
      + vpc_id                = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_endpoint.s3 will be created
  + resource "aws_vpc_endpoint" "s3" {
      + cidr_blocks           = (known after apply)
      + dns_entry             = (known after apply)
      + id                    = (known after apply)
      + network_interface_ids = (known after apply)
      + owner_id              = (known after apply)
      + policy                = (known after apply)
      + prefix_list_id        = (known after apply)
      + private_dns_enabled   = false
      + requester_managed     = (known after apply)
      + route_table_ids       = (known after apply)
      + security_group_ids    = (known after apply)
      + service_name          = "com.amazonaws.us-west-2.s3"
      + state                 = (known after apply)
      + subnet_ids            = (known after apply)
      + vpc_endpoint_type     = "Gateway"
      + vpc_id                = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_endpoint_route_table_association.dynamodb_dmz will be created
  + resource "aws_vpc_endpoint_route_table_association" "dynamodb_dmz" {
      + id              = (known after apply)
      + route_table_id  = (known after apply)
      + vpc_endpoint_id = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_endpoint_route_table_association.dynamodb_lan[0] will be created
  + resource "aws_vpc_endpoint_route_table_association" "dynamodb_lan" {
      + id              = (known after apply)
      + route_table_id  = (known after apply)
      + vpc_endpoint_id = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_endpoint_route_table_association.dynamodb_lan[1] will be created
  + resource "aws_vpc_endpoint_route_table_association" "dynamodb_lan" {
      + id              = (known after apply)
      + route_table_id  = (known after apply)
      + vpc_endpoint_id = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_endpoint_route_table_association.dynamodb_lan[2] will be created
  + resource "aws_vpc_endpoint_route_table_association" "dynamodb_lan" {
      + id              = (known after apply)
      + route_table_id  = (known after apply)
      + vpc_endpoint_id = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_endpoint_route_table_association.dynamodb_lan[3] will be created
  + resource "aws_vpc_endpoint_route_table_association" "dynamodb_lan" {
      + id              = (known after apply)
      + route_table_id  = (known after apply)
      + vpc_endpoint_id = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_endpoint_route_table_association.s3_dmz will be created
  + resource "aws_vpc_endpoint_route_table_association" "s3_dmz" {
      + id              = (known after apply)
      + route_table_id  = (known after apply)
      + vpc_endpoint_id = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_endpoint_route_table_association.s3_lan[0] will be created
  + resource "aws_vpc_endpoint_route_table_association" "s3_lan" {
      + id              = (known after apply)
      + route_table_id  = (known after apply)
      + vpc_endpoint_id = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_endpoint_route_table_association.s3_lan[1] will be created
  + resource "aws_vpc_endpoint_route_table_association" "s3_lan" {
      + id              = (known after apply)
      + route_table_id  = (known after apply)
      + vpc_endpoint_id = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_endpoint_route_table_association.s3_lan[2] will be created
  + resource "aws_vpc_endpoint_route_table_association" "s3_lan" {
      + id              = (known after apply)
      + route_table_id  = (known after apply)
      + vpc_endpoint_id = (known after apply)
    }

  # module.aws_region_us-west-2.aws_vpc_endpoint_route_table_association.s3_lan[3] will be created
  + resource "aws_vpc_endpoint_route_table_association" "s3_lan" {
      + id              = (known after apply)
      + route_table_id  = (known after apply)
      + vpc_endpoint_id = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-northeast-2.aws_route.peer[0] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-northeast-2.aws_route.peer[1] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-northeast-2.aws_route.peer[2] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-northeast-2.aws_route.peer[3] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-northeast-2.aws_vpc_peering_connection_accepter.peer will be created
  + resource "aws_vpc_peering_connection_accepter" "peer" {
      + accept_status             = (known after apply)
      + auto_accept               = true
      + id                        = (known after apply)
      + peer_owner_id             = (known after apply)
      + peer_region               = (known after apply)
      + peer_vpc_id               = (known after apply)
      + vpc_id                    = (known after apply)
      + vpc_peering_connection_id = (known after apply)

      + accepter {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }

      + requester {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }
    }

  # module.peering-accepter_ap-northeast-1_ap-south-1.aws_route.peer[0] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-south-1.aws_route.peer[1] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-south-1.aws_route.peer[2] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-south-1.aws_route.peer[3] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-south-1.aws_vpc_peering_connection_accepter.peer will be created
  + resource "aws_vpc_peering_connection_accepter" "peer" {
      + accept_status             = (known after apply)
      + auto_accept               = true
      + id                        = (known after apply)
      + peer_owner_id             = (known after apply)
      + peer_region               = (known after apply)
      + peer_vpc_id               = (known after apply)
      + vpc_id                    = (known after apply)
      + vpc_peering_connection_id = (known after apply)

      + accepter {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }

      + requester {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }
    }

  # module.peering-accepter_ap-northeast-1_ap-southeast-1.aws_route.peer[0] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-southeast-1.aws_route.peer[1] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-southeast-1.aws_route.peer[2] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-southeast-1.aws_route.peer[3] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-southeast-1.aws_vpc_peering_connection_accepter.peer will be created
  + resource "aws_vpc_peering_connection_accepter" "peer" {
      + accept_status             = (known after apply)
      + auto_accept               = true
      + id                        = (known after apply)
      + peer_owner_id             = (known after apply)
      + peer_region               = (known after apply)
      + peer_vpc_id               = (known after apply)
      + vpc_id                    = (known after apply)
      + vpc_peering_connection_id = (known after apply)

      + accepter {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }

      + requester {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }
    }

  # module.peering-accepter_ap-northeast-1_ap-southeast-2.aws_route.peer[0] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-southeast-2.aws_route.peer[1] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-southeast-2.aws_route.peer[2] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-southeast-2.aws_route.peer[3] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_ap-southeast-2.aws_vpc_peering_connection_accepter.peer will be created
  + resource "aws_vpc_peering_connection_accepter" "peer" {
      + accept_status             = (known after apply)
      + auto_accept               = true
      + id                        = (known after apply)
      + peer_owner_id             = (known after apply)
      + peer_region               = (known after apply)
      + peer_vpc_id               = (known after apply)
      + vpc_id                    = (known after apply)
      + vpc_peering_connection_id = (known after apply)

      + accepter {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }

      + requester {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }
    }

  # module.peering-accepter_ap-northeast-1_eu-central-1.aws_route.peer[0] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-central-1.aws_route.peer[1] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-central-1.aws_route.peer[2] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-central-1.aws_route.peer[3] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-central-1.aws_vpc_peering_connection_accepter.peer will be created
  + resource "aws_vpc_peering_connection_accepter" "peer" {
      + accept_status             = (known after apply)
      + auto_accept               = true
      + id                        = (known after apply)
      + peer_owner_id             = (known after apply)
      + peer_region               = (known after apply)
      + peer_vpc_id               = (known after apply)
      + vpc_id                    = (known after apply)
      + vpc_peering_connection_id = (known after apply)

      + accepter {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }

      + requester {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }
    }

  # module.peering-accepter_ap-northeast-1_eu-north-1.aws_route.peer[0] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-north-1.aws_route.peer[1] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-north-1.aws_route.peer[2] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-north-1.aws_route.peer[3] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-north-1.aws_vpc_peering_connection_accepter.peer will be created
  + resource "aws_vpc_peering_connection_accepter" "peer" {
      + accept_status             = (known after apply)
      + auto_accept               = true
      + id                        = (known after apply)
      + peer_owner_id             = (known after apply)
      + peer_region               = (known after apply)
      + peer_vpc_id               = (known after apply)
      + vpc_id                    = (known after apply)
      + vpc_peering_connection_id = (known after apply)

      + accepter {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }

      + requester {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }
    }

  # module.peering-accepter_ap-northeast-1_eu-west-1.aws_route.peer[0] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-west-1.aws_route.peer[1] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-west-1.aws_route.peer[2] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-west-1.aws_route.peer[3] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-west-1.aws_vpc_peering_connection_accepter.peer will be created
  + resource "aws_vpc_peering_connection_accepter" "peer" {
      + accept_status             = (known after apply)
      + auto_accept               = true
      + id                        = (known after apply)
      + peer_owner_id             = (known after apply)
      + peer_region               = (known after apply)
      + peer_vpc_id               = (known after apply)
      + vpc_id                    = (known after apply)
      + vpc_peering_connection_id = (known after apply)

      + accepter {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }

      + requester {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }
    }

  # module.peering-accepter_ap-northeast-1_eu-west-2.aws_route.peer[0] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-west-2.aws_route.peer[1] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-west-2.aws_route.peer[2] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-west-2.aws_route.peer[3] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-west-2.aws_vpc_peering_connection_accepter.peer will be created
  + resource "aws_vpc_peering_connection_accepter" "peer" {
      + accept_status             = (known after apply)
      + auto_accept               = true
      + id                        = (known after apply)
      + peer_owner_id             = (known after apply)
      + peer_region               = (known after apply)
      + peer_vpc_id               = (known after apply)
      + vpc_id                    = (known after apply)
      + vpc_peering_connection_id = (known after apply)

      + accepter {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }

      + requester {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }
    }

  # module.peering-accepter_ap-northeast-1_eu-west-3.aws_route.peer[0] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-west-3.aws_route.peer[1] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-west-3.aws_route.peer[2] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-west-3.aws_route.peer[3] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_eu-west-3.aws_vpc_peering_connection_accepter.peer will be created
  + resource "aws_vpc_peering_connection_accepter" "peer" {
      + accept_status             = (known after apply)
      + auto_accept               = true
      + id                        = (known after apply)
      + peer_owner_id             = (known after apply)
      + peer_region               = (known after apply)
      + peer_vpc_id               = (known after apply)
      + vpc_id                    = (known after apply)
      + vpc_peering_connection_id = (known after apply)

      + accepter {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }

      + requester {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }
    }

  # module.peering-accepter_ap-northeast-1_sa-east-1.aws_route.peer[0] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_sa-east-1.aws_route.peer[1] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_sa-east-1.aws_route.peer[2] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_sa-east-1.aws_route.peer[3] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_sa-east-1.aws_vpc_peering_connection_accepter.peer will be created
  + resource "aws_vpc_peering_connection_accepter" "peer" {
      + accept_status             = (known after apply)
      + auto_accept               = true
      + id                        = (known after apply)
      + peer_owner_id             = (known after apply)
      + peer_region               = (known after apply)
      + peer_vpc_id               = (known after apply)
      + vpc_id                    = (known after apply)
      + vpc_peering_connection_id = (known after apply)

      + accepter {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }

      + requester {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }
    }

  # module.peering-accepter_ap-northeast-1_us-east-1.aws_route.peer[0] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_us-east-1.aws_route.peer[1] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_us-east-1.aws_route.peer[2] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_us-east-1.aws_route.peer[3] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_us-east-1.aws_route.peer[4] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_us-east-1.aws_route.peer[5] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_us-east-1.aws_route.peer[6] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_us-east-1.aws_vpc_peering_connection_accepter.peer will be created
  + resource "aws_vpc_peering_connection_accepter" "peer" {
      + accept_status             = (known after apply)
      + auto_accept               = true
      + id                        = (known after apply)
      + peer_owner_id             = (known after apply)
      + peer_region               = (known after apply)
      + peer_vpc_id               = (known after apply)
      + vpc_id                    = (known after apply)
      + vpc_peering_connection_id = (known after apply)

      + accepter {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }

      + requester {
          + allow_classic_link_to_remote_vpc = (known after apply)
          + allow_remote_vpc_dns_resolution  = (known after apply)
          + allow_vpc_to_remote_classic_link = (known after apply)
        }
    }

  # module.peering-accepter_ap-northeast-1_us-east-2.aws_route.peer[0] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_us-east-2.aws_route.peer[1] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after apply)
      + egress_only_gateway_id     = (known after apply)
      + gateway_id                 = (known after apply)
      + id                         = (known after apply)
      + instance_id                = (known after apply)
      + instance_owner_id          = (known after apply)
      + nat_gateway_id             = (known after apply)
      + network_interface_id       = (known after apply)
      + origin                     = (known after apply)
      + route_table_id             = (known after apply)
      + state                      = (known after apply)
      + vpc_peering_connection_id  = (known after apply)
    }

  # module.peering-accepter_ap-northeast-1_us-east-2.aws_route.peer[2] will be created
  + resource "aws_route" "peer" {
      + destination_cidr_block     = "10.60.64.0/20"
      + destination_prefix_list_id = (known after 
```
</details>
<br>

**Warning**: Output length greater than max comment size. Continued in next comment.